Repository: BobbyWibowo/playbar2
Catalog: po/*/plasma_applet_audoban.applet.playbar.po
Languages: de, pl, pt, ru

source: Configure PlayBar
de: PlayBar konfigurieren
pl: Ustawienia
pt: Configurar PlayBar
ru: Настроить PlayBar

source: <b>By</b> %1
de: <b>von</b> %1
pl: <b>przez</b> %1
pt: <b>De</b> %1
ru: <b>от</b> %1

source: <b>On</b> %1
de: <b>auf</b> %1
pl: <b>z</b> %1
pt: <b>Em</b> %1
ru: <b>из</b> %1

source: Client MPRIS2, allows you to control your favorite media player
de: Ein MPRIS2-Client, der Ihnen die Kontrolle Ihres bevorzugten Media Players ermöglicht
pl: Klient MPRIS2 pozwala ci kontrolować ulubiony odtwarzacz multimedialny
pt: Cliente MPRIS2, permite controlar seu tocador de mídia favorito
ru: Клиент MPRIS2, позволяет управлять вашим мультимедиа-проигрывателем

source: No media player
de: Kein Media Player gestartet
pl: Nie znaleziono odtwarzacza
pt: Sem tocador de mídia
ru: Нет проигрывателя

source: Open %1
de: Öffnen %1
pl: Otwórz %1
pt: Abrir %1
ru: Открыть %1

source: Quit
de: Beenden
pl: Zamknij
pt: Sair
ru: Выход

source: Next multimedia source
de: Nächste Abspielquelle
pl: Następne źródło
pt: Próxima fonte de multimídia
ru: Следующий источник

source: By
de: von
pl: Przez
pt: De
ru: от

source: On
de: auf
pl: z
pt: Em
ru: из
