Repository: BobbyWibowo/playbar2
Catalog: po/*/plasma_engine_playbar.po
Languages: de

source: Configure PlayBar
de: PlayBar konfigurieren

# General config
source: General
de: Allgemein

# Shortcuts config
source: Shortcuts
de: Tastenkürzel

source: Shortcuts Configuration
de: Konfiguration der Tastenkürzel

source: Play/Pause
de: Abspielen/Pause

source: Next track
de: Nächster Titel

source: Previous track
de: Vorheriger Titel

source: Toggle window media player
de: Media Player hervorholen oder minimieren

source: Show stop button
de: Anzeigen des Stop-Knopfes

source: Controls on bar
de: Kontrollelemente auf der Kontrollleiste

source: Buttons appearance
de: Erscheinungsbild der Knöpfe

source: Background hints
de: Hintergrundinformationen

source: Playback controls on the bar
de: Abspielkontrollelemente auf der Kontrollleiste

source: Buttons appareance
de: Erscheinungsbild der Knöpfe

source: F&lat
de: Flach

source: T&ool button
de: Konfigurationsknopf

source: No bac&kground
de: Kein Hintergrund

source: Transl&ucent
de: Durchsichtig
